<?php
return [
    200 => '操作成功',
    429 => '操作频繁',
    1001 => '登录失效',
    5001 => '登录失败',
    5002 => '账号不存在',
    5003 => 'CODE无效',
    5004 => '账号名已注册',
    5005 => '手机号已存在',
    5006 => '密码错误',
    5007 => '操作频繁',
    5008 => '邮箱已存在',
    5009 => '验证码错误',
    5010 => '重复申请',
    5016 => '钱包余额不足',

    5020 => '商品不存在',
    5021 => '商品以下架',
    5030 => '团购不存在',
    5032 => '团购未开始',
    5033 => '团购已结束',


    5040 => '订单生成失败',
    5041 => '请选择商品',
    5046 => '团购已结束',

    5070 => "订单生成失败",
];
